[
  {
    "id": 1,
    "description": "Yoga is essentially a spiritual discipline based on an extremely subtle science, which focuses on bringing harmony between mind and body.",
    "activityName": "Yoga",
    "timeRequired": 20,
    "forAge": "20-25",
    "img": "https://i.ibb.co/chZmF6q/Benefits-yoga-fb-033522c365db4264a8c6fa5743c62c52.jpg"
  },
  {
    "id": 2,
    "description": "Weight training is a type of strength training that uses weights for resistance. Weight training provides a stress to the muscles that causes them to adapt and get stronger, similar to the way aerobic conditioning strengthens your heart.",
    "activityName": "Weight Lifting",
    "timeRequired": 10,
    "forAge": "20-35",
    "img": "https://i.ibb.co/YWZhbMN/Greyshortssquat1000.jpg"
  },
  {
    "id": 3,
    "description": "Battle rope exercises are great for building muscular strength, increasing cardio-respiratory fitness, and enhancing athletic performance.",
    "activityName": "Battle Rope",
    "timeRequired": 5,
    "img": "https://i.ibb.co/kQm8Nx9/Battle-rope.jpg"
  },
  {
    "id": 4,
    "description": "Pushups are an exercise in which a person, keeping a prone position, with the hands palms down under the shoulders, the balls of the feet on the ground, and the back straight, pushes the body up and lets it down by an alternate straightening and bending of the arms.",
    "activityName": "Pushups",
    "timeRequired": 10,
    "forAge": "25-40",
    "img": "https://i.ibb.co/GJVhkPK/Push-ups.jpg"
  },
  {
    "id": 5,
    "description": "Both running and jogging are forms of aerobic exercise. Aerobic means 'with oxygen' the term 'aerobic exercise' means any physical activity that produces energy by combining oxygen with blood glucose or body fat.",
    "activityName": "Running",
    "timeRequired": 30,
    "forAge": "15-35",
    "img": "https://i.ibb.co/ky3sbt9/Running.jpg"
  },
  {
    "id": 6,
    "description": "The leg press, a type of resistance training exercise, is an excellent way to strengthen your legs. It's done by pushing your legs against weights on a leg press machine.",
    "activityName": "Leg Pressing",
    "timeRequired": 15,
    "forAge": "15-25",
    "img": "https://i.ibb.co/PYbkXwJ/Leg-press.jpg"
  }
]